app/controllers/posts_controller.rb

        def create
                @post=Post.new(post_params)
                @post.save
---
INSERT INTO "posts" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "233"], ["text", "2333"], ["created_at", "2015-09-10 04:46:41.860498"], ["updated_at", "2015-09-10 04:46:41.860498"]]